{
    "totalArticles": 12648,
    "articles": [
      {
        "title": "Olena Zelenska, primera dama de Ucrania: \"Ruego a España y al mundo entero que nos entregue armas\"",
        "description": "La primera dama de Ucrania, Olena Zelenska, inaugura el Santander Women Now con un discurso político y desesperado. Pidió el ingreso en la Unión Europea y equipamiento militar para las «heroicas mujeres» que luchan en primera línea",
        "content": "Santander WomenNow Olena Zelenska, primera dama de Ucrania: «Ruego a España y al mundo entero que nos entregue armas» La primera dama de Ucrania, Olena Zelenska, inaugura el Santander Women Now con un discurso político y desesperado. Pidió el ingreso... [2668 chars]",
        "url": "https://www.abc.es/sociedad/abci-olena-zelenska-primera-dama-ucrania-ruego-espana-y-mundo-entero-entregue-armas-202206161113_noticia.html",
        "image": "https://static4.abc.es/media/sociedad/2022/06/16/olena-zelenska-kZJH--1024x512@abc.jpg",
        "publishedAt": "2022-06-16T09:43:47Z",
        "source": {
          "name": "ABC",
          "url": "https://www.abc.es"
        }
      },
      {
       
        "title": "Guerra Ucrania - Rusia, última hora en directo | Desaparecen dos combatientes estadounidenses en Ucrania y se teme hayan sido capturados por Moscú",
        "description": "Funcionarios de inteligencia consideran que la guerra se encuentra en \"una fase crítica\" que podría determinar el resultado Funciona",
        "content": "EEUU anuncia nuevos envíos de armas a la guerra en Ucrania para impedir que Rusia conquiste el Donbás\nGuerra en Ucrania Un cara a cara crucial para Ucrania\nLa ayuda de EEUU en la guerra de Ucrania es \"especialmente importante\" para la defensa de Ucra... [530 chars]",
        "url": "https://www.elmundo.es/internacional/2022/06/16/62aaa71b628aca002007bc43-directo.html",
        "image": "https://phantom-elmundo.unidadeditorial.es/f88d7051d366cc23e5919af5cd20c79a/resize/1200/f/jpg/assets/multimedia/imagenes/2022/06/16/16553515016989.jpg",
        "publishedAt": "2022-06-16T04:00:55Z",
        "source": {
          "name": "EL MUNDO",
          "url": "https://www.elmundo.es"
        }
      }
    ]
  }